
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ в вашем черном списке\n";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nне похоже на ссылку. Попробуйте, \nнапример, http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Уверены, что хотите выйти?";

/*No comment provided by engineer.*/
"Are you sure?" = "Вы уверены?";

/*No comment provided by engineer.*/
"BACK" = "НАЗАД";

/*as in block another user*/
"BLOCK" = "ЗАБЛОКИРОВАТЬ";

/*No comment provided by engineer.*/
"Block Failed" = "Не вышло";

/*No comment provided by engineer.*/
"BLOCKED" = "В ЧЕРНОМ СПИСКЕ";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ заблокирован";

/*No comment provided by engineer.*/
"Can't send SMS" = "Ошибка отправки SMS";

/*No comment provided by engineer.*/
"CANCEL" = "ОТМЕНА";

/*No comment provided by engineer.*/
"Cancel" = "Отмена";

/*No comment provided by engineer.*/
"CANCELED" = "ОТМЕНЕНО";

/*No comment provided by engineer.*/
"Change" = "Изменить";

/*No comment provided by engineer.*/
"Changed" = "Изменено";

/*No comment provided by engineer.*/
"Check internet and try again." = "Проверьте подключение и попробуйте еще раз.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Используйте YoIndex, чтобы узнать о новых интересных сервисах!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Посмотрите, что я нашел на Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "УКАЗАТЬ НОВЫЙ";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "УКАЗАТЬ ПАРОЛЬ";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "УКАЗАТЬ ИМЯ";

/*de-select all*/
"Clear All" = "Очистить все";

/*No comment provided by engineer.*/
"Close" = "Закрыть";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Ошибка подключения, попробуйте обновить пароль позже";

/*No comment provided by engineer.*/
"CONTACTS" = "КОНТАКТЫ";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "СКОПИРУЙТЕ ССЫЛКУ ИЛИ КАРТИНКУ,\nНАЖМИТЕ И УДЕРЖИВАЙТЕ, ЧТОБЫ ПОДЕЛИТЬСЯ ЕЮ В YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Скопируйте ссылку. Нажмите и удерживайте, чтобы поделиться ею в Yo.";

/*No comment provided by engineer.*/
"Copy Link" = "Копировать ссылку";

/*No comment provided by engineer.*/
"Could not load page" = "Ошибка загрузки страницы";

/*No comment provided by engineer.*/
"Delete" = "Удалить";

/*No comment provided by engineer.*/
"Didn't get code" = "Не пришел код";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Вам нравится приложение Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Убрать пользователя из черного списка, чтобы он мог посылать вам Yo?";

/*No comment provided by engineer.*/
"DONE" = "ГОТОВО";

/*No comment provided by engineer.*/
"Done" = "Готово";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Нажмите два раза и поделись своим местонахождением. Где Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "НАЖМИТЕ ДВА РАЗА\nИ ПОДЕЛИТЕСЬ СВОИМ МЕСТОНАХОЖДЕНИЕМ\n";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "РЕДАКТИРОВАТЬ АККАУНТ";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "РЕДАКТИРОВАТЬ ПРОФИЛЬ";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL ОТПРАВЛЕН";

/*No comment provided by engineer.*/
"Email Us" = "Отправить нам Email";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Включить камеру\nНастройки -> Личные данные -> Камера";

/*No comment provided by engineer.*/
"Enable Location" = "Разрешить геолокацию";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Разрешить восстановление пароля";

/*No comment provided by engineer.*/
"Enable Push" = "Разрешить push-уведомления";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "ВВЕДИТЕ ПОЛНОЕ ИМЯ";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Введите новый номер телефона";

/*No comment provided by engineer.*/
"Enter New Username" = "Введите новое имя пользователя";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "ВВЕДИТЕ ПАРОЛЬ";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Введите код из SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "ВВЕДИТЕ ИМЯ ПОЛЬЗОВАТЕЛЯ";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Введите свой телефон";

/*No comment provided by engineer.*/
"Error" = "Ошибка";

/*As in existing photos. could also read photos*/
"EXISTING" = "ВЫБРАТЬ ФОТО";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ИЗУЧИТЕ\nВОЗМОЖНОСТИ";

/*No comment provided by engineer.*/
"Failed" = "Ошибка";

/*No comment provided by engineer.*/
"FAILED" = "ОШИБКА";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Не удалось найти друзей в Facebook.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Не удалось найти друзей в контактах";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Не удалось определить местоположение";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Не удалось войти через Facebook. Попробуйте еще раз.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Не удалось разблокировать %@. Попробуйте еще раз.";

/*No comment provided by engineer.*/
"Failed Yo" = "Ошибка отправки Yo";

/*No comment provided by engineer.*/
"FAILED!" = "ОШИБКА!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "ОШИБКА! ПРОВЕРЬТЕ СОЕДИНЕНИЕ";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "ОБРАТНАЯ СВЯЗЬ";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "ИСКАТЬ ДРУЗЕЙ";

/*As in a From & To : a parcel/letter*/
"From" = "От";

/*No comment provided by engineer.*/
"FULL NAME" = "ПОЛНОЕ ИМЯ";

/*Go as in proceed as in Send*/
"Go" = "Перейти";

/*just back works too*/
"GO BACK" = "НАЗАД";

/*As in Understood, or OK*/
"Got it!" = "Понятно!";

/*No comment provided by engineer.*/
"Hey There!" = "Привет!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "КАК ПОЛУЧИТЬ YO";

/*No comment provided by engineer.*/
"HOW TO" = "СОВЕТЫ";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "КАК ОТКРЫТЬ YO-ССЫЛКУ";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "КАК ОТКРЫТЬ \nYO-МЕСТО";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "КАК ОТПРАВИТЬ YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Хочу отправить вам Yo!\nНажмите здесь, чтобы добавить мое имя пользователя в Yo: %@\n(скачать приложение Yo можно тут %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Хочу отправить вам Yo!\nНажмите здесь, чтобы добавить меня в Yo: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "НЕВЕРНО";

/*No comment provided by engineer.*/
"INDEX" = "ИНДЕКС";

/*No comment provided by engineer.*/
"INVITE" = "ПРИГЛАСИТЬ";

/*Invite button for invite friends popup*/
"Invite" = "Пригласить";

/*Title for invite friends popup*/
"Invite Friends!" = "Пригласить друзей!";

/*No comment provided by engineer.*/
"Just hit Send" = "Нажмите \"Отправить\"";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Подписка на Yo пользователя %@ включена! Отправляйте им Yo";

/*No comment provided by engineer.*/
"Link Not Found" = "Ссылка не найдена";

/*No comment provided by engineer.*/
"LOGIN" = "ВОЙТИ";

/*No comment provided by engineer.*/
"Login Failed" = "Ошибка входа";

/*No comment provided by engineer.*/
"LOGOUT" = "ВЫЙТИ";

/*No comment provided by engineer.*/
"MAIL" = "ПОЧТА";

/*No comment provided by engineer.*/
"MAPS" = "КАРТЫ";

/*No comment provided by engineer.*/
"Me" = "Я";

/*No comment provided by engineer.*/
"MUTED" = "В ЧЕРНОМ СПИСКЕ";

/*No*/
"Nah" = "Нет";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "НОВЫЙ ПАРОЛЬ";

/*No comment provided by engineer.*/
"NO" = "НЕТ";

/*No comment provided by engineer.*/
"No" = "Нет";

/*:) -> Smile*/
"No Blocked Users! :)" = "Черный список пуст:)";

/*No comment provided by engineer.*/
"No Camera Found" = "Камера не найдена";

/*No comment provided by engineer.*/
"No contacts were found." = "Контакты не найдены.";

/*No comment provided by engineer.*/
"No Contacts!" = "Нет контактов!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "НЕТ АДРЕСОВ EMAIL";

/*No comment provided by engineer.*/
"No Internet!" = "Нет соединения!";

/*As in photo library*/
"No Library Found" = "Галерея не найдена";

/*No comment provided by engineer.*/
"No Such User" = "Пользователь не найден";

/*Cancel button for invite friends popup*/
"Not now" = "Не сейчас";

/*No comment provided by engineer.*/
"OK" = "ОК";

/*No comment provided by engineer.*/
"Open in Chrome" = "Открыть в Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Открыть в Safari";

/*PASS as in passcode*/
"PASS" = "ПАРОЛЬ";

/*No comment provided by engineer.*/
"PASSCODE" = "ПАРОЛЬ";

/*No comment provided by engineer.*/
"Passcode changed" = "Пароль изменен";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Пароли не совпадают";

/*As in Mobile, telephone*/
"PHONE" = "ТЕЛЕФОН";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Добавьте свой email-адрес в Настройки -> Почта";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Подключите Twitter в Настройки -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Разрешите доступ к контактам";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Введите верный номер телефона";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Попробуйте еще раз.  \n\nЕсли проблема повторится - свяжитесь с нами, указав код ошибки: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Зарегистрируйтесь или войдите";

/*No comment provided by engineer.*/
"Please try again" = "Попробуйте еще раз";

/*No comment provided by engineer.*/
"Please try again later" = "Попробуйте еще раз позже";

/*As to rate, rating, review*/
"RATE" = "ОЦЕНИТЬ";

/*PASS as in passcode*/
"RECOVER PASS" = "ВОССТАНОВИТЬ ПАРОЛЬ";

/*No comment provided by engineer.*/
"Resend" = "Отправить повторно";

/*No comment provided by engineer.*/
"SAVE" = "СОХРАНИТЬ";

/*No comment provided by engineer.*/
"Saved!" = "Сохранено!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "ВЫБРАТЬ ИМЯ ПОЛЬЗОВАТЕЛЯ";

/*No comment provided by engineer.*/
"Select All" = "Выбрать все";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "ВЫБРАТЬ БОЛЕЕ ДЛИННЫЙ ПАРОЛЬ";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "ВЫБРАТЬ ПОЛЬЗОВАТЕЛЕЙ";

/*No comment provided by engineer.*/
"Send" = "Отправить";

/*No comment provided by engineer.*/
"Send Email" = "Отправить Email";

/*IMG abbrv for Image*/
"SENDING IMG" = "ОТПРАВКА КАРТИНКИ";

/*like URL link*/
"SENDING LINK" = "ОТПРАВКА ССЫЛКИ";

/*No comment provided by engineer.*/
"Sent" = "Отправлено";

/*No comment provided by engineer.*/
"SENT @YO!" = "ОТПРАВЛЕНО @YO!";

/*No comment provided by engineer.*/
"SENT YO!" = "ОТПРАВЛЕНО YO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "ОТПРАВЛЕНА YO-КАРТИНКА!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "ОТПРАВЛЕНА YO-ССЫЛКА!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "ОТПРАВЛЕНО YOYO!";

/*No comment provided by engineer.*/
"Session Error" = "Ошибка сеанса";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "УСТАНОВКА ПАРОЛЯ";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "УСТАНОВКА ПАРОЛЯ\n(МОЖНО УКАЗАТЬ СУЩЕСТВУЮЩИЙ)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Настройки -> Личные данные -> Контакты -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "ПОДЕЛИТЬСЯ";

/*No comment provided by engineer.*/
"Share" = "Поделиться";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Поделиться на Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Расскажите об этом сервисе другим! Проведите пальцем влево, чтобы отписаться.";

/*No comment provided by engineer.*/
"SIGNUP" = "РЕГИСТРАЦИЯ";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Что-то пошло не так";

/*No comment provided by engineer.*/
"Subscribed!" = "Подписка выполнена!";

/*As in take picture*/
"TAKE" = "СДЕЛАТЬ ФОТО";

/*No comment provided by engineer.*/
"tap here to close" = "нажмите, чтобы закрыть";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "НАЖМИТЕ НА ИМЯ, ЧТОБЫ ОТПРАВИТЬ YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Нажмите на имя, чтобы отправить Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Нажмите, чтобы добавить в Yo: http://justyo.co/%@\n(приложение Yo можно скачать здесь %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "НАЖМИТЕ, ЧТОБЫ РАЗРЕШИТЬ";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "НАЖМИТЕ, ЧТОБЫ ПРИГЛАСИТЬ";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "НАЖМИТЕ, ЧТОБЫ ВОЙТИ";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "НАЖМИТЕ, ЧТОБЫ ВОССТАНОВИТЬ";

/*No comment provided by engineer.*/
"TAP TO SET" = "НАЖМИТЕ, ЧТОБЫ НАСТРОИТЬ";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "НАЖМИТЕ, ЧТОБЫ ЗАРЕГИСТРИРОВАТЬСЯ";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Отправить предложение разработчикам:";

/*No comment provided by engineer.*/
"TEXT SENT" = "ТЕКСТ ОТПРАВЛЕН";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Невозможно сохранить профиль. Проверьте соединение.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. Подпишитесь, чтобы получать Yo от любимых сервисов.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Доступна новая версия Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Доступна новая версия. Обновить?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Произошла ошибка:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Отправлять Yo просто. Отправьте мне Yo, %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Вот то, что другие пользователи могут узнать о вас, перетащив ваше имя вправо";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Данное имя уже занято. Попробуйте выбрать другое.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Чтобы заблокировать пользователя, перетащите его имя влево и нажмите \"Заблокировать\".";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Восстановление пароля\n\nВведите свой адрес электронной почты и нажмите \"Отправить\".\n\nЧтобы отменить - нажмите \"Отмена\".\n\n\n------------------------------------------\nАдрес электронной почты будет использоваться исключительно в целях восстановления пароля.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Только для поиска ваших друзей и возможности найти вас. Контакты нигде не сохраняются, а используются исключительно для поиска ваших друзей.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Для проверки своего номера нажмите \"Отправить\" \n\nCode: %@\n\n\n* Сотовый оператор может взимать плату";

/*No comment provided by engineer.*/
"Try again later" = "Попробуйте еще раз позже";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "ВВЕДИТЕ ИМЯ ПОЛЬЗОВАТЕЛЯ, ЧТОБЫ ДОБАВИТЬ ЕГО";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "РАЗБЛОКИРОВАТЬ";

/*No comment provided by engineer.*/
"UNBLOCKED" = "РАЗБЛОКИРОВАН";

/*unsibscribe*/
"UNSUB" = "ОТПИСАТЬСЯ";

/*As in software update available*/
"Update" = "Обновить";

/*No comment provided by engineer.*/
"User Exists" = "Пользователь уже существует";

/*No comment provided by engineer.*/
"USERNAME" = "ИМЯ ПОЛЬЗОВАТЕЛЯ";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "ИМЯ ПОЛЬЗОВАТЕЛЯ ЗАНЯТО";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "ПРОВЕРИТЬ ПАРОЛЬ";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Мы не нашли ваших друзей среди пользователей Yo. Но вы можете пригласить их присоединиться!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "У нас нет номера вашего телефона или Email-адреса. Напишите нам и мы восстановим доступ к вашему аккаунту.";

/*No comment provided by engineer.*/
"WELCOME" = "ДОБРО ПОЖАЛОВАТЬ";

/*No comment provided by engineer.*/
"What is Yo?" = "Что такое Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "ЧТО ТАКОЕ YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "После разблокировки пользователь автоматически добавляется в список ваших друзей, но ему не будут автоматически отправляться ваши Yo. Удачи!";

/*No comment provided by engineer.*/
"Wrong code" = "Неверный код";

/*No comment provided by engineer.*/
"Yes" = "Да";

/*Sending images title*/
"Yo & Images!" = "Yo и картинки!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Хочу поделиться мнением";

/*No comment provided by engineer.*/
"YO ALL" = "YO ВСЕМ";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Отправьте Yo всем друзьям, чтобы сообщить свое новое имя пользователя: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo в ответ";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "ВСЕГО YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo - веселитесь вместе с друзьями!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo местоположение";

/*No comment provided by engineer.*/
"Yo me" = "Yo мне";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo нужен интернет!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO НУЖЕН ДОСТУП К PUSH-УВЕДОМЛЕНИЯМ";

/*No comment provided by engineer.*/
"Yo This" = "Yo об этом";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Посмотрите";

/*No comment provided by engineer.*/
"YOALL" = "YO ВСЕМ";

/*No comment provided by engineer.*/
"YORANDOM" = "YO-РУЛЕТКА";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Ваш номер телефона будет удален";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Разблокировать всегда можно в меню";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Вы не можете отправлять Yo. Напишите нам на yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Вам будут отправлены инструкции по восстановлению пароля.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Вам будет отправлена ссылка на страницу восстановления пароля.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Отправка вашего первого Yo с картинкой! Любой пользователь сможет просмотреть ее по данной ссылке.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Текущий сеанс завершен. Повторите вход.";